Repository: dealfonso/shafi
Catalog: languages/shafi-*.po
Languages: es_es

source: Authentication cancelled by user
es_es: Autenticacion cancelada por el usuario

source: Not a UPV user
es_es: No es un usuario valido de la UPV

source: Invalid authentication
es_es: Autenticación no válida

source: User is already logged in
es_es: El usuario ya está autenticado

source: User not found
es_es: Usuario no encontrado

source: Login with UPV
es_es: Acceder usando la UPV

source: Login with Google
es_es: Acceder usando Google

source: active
es_es: activo

source: grace period
es_es: periodo de gracia

source: processing
es_es: procesando

source: expired
es_es: caducado

source: cancelled
es_es: cancelado

source: deleted
es_es: borrado

source: Token has expired but the state could not be saved
es_es: El token ha caducado pero su estado no se ha podido guardar

source: Invalid value for seconds
es_es: Valor de segundos no válido

source: Invalid value for units
es_es: Identificador de unidades no válido

source: Invalid value for hours
es_es: Valor de horas no válido

source: Invalid value for hits
es_es: Valor de usos no válido

source: User does not exist
es_es: El usuario no existe

source: Invalid password
es_es: Clave incorrecta

source: User is not authenticated
es_es: El usuario no está autenticado

source: Passwords do not match
es_es: Las claves no coinciden

source: Failed to update password
es_es: Fallo al actualizar la clave

source: Failed to remove password
es_es: Fallo al actualizar la contraseña

source: Failed to update user
es_es: Fallo al actualizar el usuario

source: Profile updated successfully
es_es: Perfil actualizado correctamente

source: User already exists
es_es: El usuario ya existe

source: Invalid group
es_es: Grupo no válido

source: Failed to create user
es_es: Fallo al crear el usuario

source: User has been successfully created
es_es: El usuario se ha creado correctamente

source: User has been successfully updated
es_es: El usuario se ha actualizado correctamente

source: Failed to delete user
es_es: Fallo al borrar el usuario

source: User %s successfully deleted
es_es: Usuario %s borrado correctamente

source: Could not retrieve profile information! Please try again later!
es_es: No se ha podido recuperar la información del perfil. Por favor, inténtelo más tarde.

source: Invalid access token! Please try again later!
es_es: Token de acceso no válido. Por favor, inténtelo más tarde.

source: Invalid file
es_es: Fichero no válido

source: Some tokens (%d) could not be cancelled
es_es: No se han podido cancelar algunos tokens (%d)

source: File could not be cancelled, but its token have been cancelled
es_es: El fichero no se ha podido cancelar, pero sus tokens sí que se han cancelado

source: File %s successfully cancelled
es_es: Fichero %s cancelado correctamente

source: File not found
es_es: Fichero no encontrado

source: File cannot be downloaded
es_es: El fichero no se puede descargar

source: Only admins can reactivate files
es_es: Sólo los administradores pueden reactivar ficheros

source: Failed to get the user's quota
es_es: Fallo al obtener la cuota del usuario

source: Quota exceeded
es_es: Cuota sobrepasada

source: The file has been successfully activated
es_es: El fichero se ha activado correctamente

source: The file could not be activated
es_es: No se ha podido activar el fichero

source: No token to cancel
es_es: No hay tokens para cancelar

source: Tokens successfully cancelled
es_es: Los tokens han sido cancelados

source: Infinite tokens are not permitted
es_es: No se permiten tokens infinitos

source: Failed to create token
es_es: Fallo al crear el token

source: Invalid token
es_es: Token no válido

source: Token not corresponds to the file
es_es: El token no pertenece al fichero

source: Failed to cancel token
es_es: Fallo al cancelar el token

source: Token not found
es_es: No se encuentra el token

source: Token expired
es_es: Token caducado

source: Multiple active tokens found
es_es: Se han encontrado varios tokens activos

source: Missing file
es_es: Fichero perdido

source: File has been cancelled or has expired
es_es: El fichero ha sido cancelado o ha caducado

source: Incomplete request
es_es: Solicitud incompleta

source: The server failed to receive the file
es_es: El servidor no ha podido recibir correctamente el fichero

source: Failed to get the information about the file
es_es: Fallo al obtener la información del fichero

source: File has not been properly transmitted to the server
es_es: El fichero no se ha enviado correctamente al servidor

source: File size (%s) exceeds limits
es_es: El tamaño del fichero (%s) sobrepasa los límites

source: A default token has been created
es_es: Se ha creado un token con valores por defecto

source: Failed to obtain token parameters
es_es: Fallo al obtener los parámetros para el token

source: Failed to get information about the file
es_es: Fallo al obtener la información del fichero

source: Failed to copy the file to the storage backend
es_es: Fallo al guardar el fichero en el sistema de almacenamiento

source: Could not reactivate the file
es_es: No se ha podido reactivar el fichero

source: File existed and has been reactivated. Please check the tokens that it may have associated.
es_es: El fichero existía y se ha reactivado. Por favor, compruebe los tokens que pudiera tener anteriormente asociados.

source: File %s successfully stored
es_es: Fichero %s guardado correctamente

source: Failed to update file information in the database
es_es: Fallo al actualizar la información del fichero en la base de datos

source: Failed to create token, but the file is properly stored in the system
es_es: Fallo al crear el token, pero el fichero sí que se ha guardado en el sistema

source: Token could not be cancelled
es_es: No se ha podido cancelar el token

source: authorized
es_es: autorizado

source: owner
es_es: propietario

source: user
es_es: usuario

source: admin
es_es: administrador

source: Manage users
es_es: Gestionar usuarios

source: Files from all users
es_es: Todos los ficheros

source: Files
es_es: Ficheros

source: User
es_es: Usuario

source: Log out
es_es: Salir

source: Log in
es_es: Acceder

source: you are about to download a file
es_es: está apunto de descargar un fichero

source: Please confirm token cancellation
es_es: Por favor, confirme la cancelación del token

source: Please confirm that you want to cancel all tokens
es_es: Por favor, confirme que quiere cancelar todos los tokens

source: Please confirm that you want to delete token
es_es: Por favor, confirme que quiere eliminar el token

source: Create new token
es_es: Crear nuevo token

source: Create
es_es: Crear

source: Renew token
es_es: Renovar token

source: These values are considered from now (they are not combined with the previous one)
es_es: Los valores indicados son a partir de ahora (no se combinan con los anteriores)

source: Renew
es_es: Renovar

source: Cancel
es_es: Cancelar

source: Name
es_es: Nombre

source: Size
es_es: Tamaño

source: Creation date
es_es: Fecha de creación

source: Status
es_es: Estado

source: Owner
es_es: Propietario

source: Tokens for the file
es_es: Tokens para el fichero

source: Validity
es_es: Validez

source: Max. Hits
es_es: Max. Usos

source: Hits
es_es: Usos

source: Create token
es_es: Crear Token

source: Cancel all tokens
es_es: Cancelar todos los tokens

source: Cancel file
es_es: Cancelar el fichero

source: Activate file
es_es: Activar el fichero

source: We are sorry to inform that an error has occurred
es_es: Lamentamos informarle de que ha ocurrido un error

source: Home
es_es: Inicio

source: Download
es_es: Descargar

source: Only registered users are allowed to use this platform.
es_es: Esta plataforma sólo puede ser utilizada por usuarios registrados.

source: Please contact the administrator in case that you need to use it.
es_es: Por favor, contacte con el administrador en caso de que necesite utilizarla.

source: Available files
es_es: Ficheros disponibles

source: Username
es_es: Nombre de usuario

source: Password
es_es: Clave

source: An error has occurred
es_es: Ha ocurrido un error

source: An error has occurred in the system.
es_es: Ha ocurrido un error en el sistema.

source: Please contact with the admins
es_es: Por favor, contacte con los administradores

source: Accept
es_es: Aceptar

source: Confirm
es_es: Confirmar

source: Please confirm file cancellation
es_es: Por favor, confirme la cancelación del fichero

source: Please confirm that you want to cancel file
es_es: Por favor, confirme que desea cancelar el fichero

source: This action may imply file deletion.
es_es: Esta acción puede implicar el borrado del fichero.

source: Redeem a token
es_es: Utilizar el token

source: Token to redeem
es_es: Token a utilizar

source: Redeem
es_es: Canjear

source: Expire in
es_es: Caducar en

source: hour
es_es: hora

source: hours
es_es: horas

source: day
es_es: día

source: days
es_es: días

source: week
es_es: semana

source: month
es_es: semanas

source: months
es_es: meses

source: year
es_es: año

source: custom period
es_es: periodo definido por el usuario

source: sec.
es_es: seg.

source: Expire after
es_es: Caducar tras

source: hits
es_es: usos

source: Set password
es_es: Establecer clave

source: Here you have a link to your file
es_es: Aquí tiene el enlace al fichero

source: It will expire on %s
es_es: Caducará el %s

source: or in %d hits
es_es: o en %d usos

source: It will expire in %d hits
es_es: Caducará en %d usos

source: Thank you for using SHAFI.
es_es: Gracias por usar SHAFI.

source: copy link
es_es: copiar enlace

source: edit file
es_es: editar el fichero

source: upload other file
es_es: subir otro fichero

source: this file is password protected
es_es: este fichero está protegido con contraseña

source: Unlock
es_es: Desbloquear

source: Not authorized
es_es: No autorizado

source: A new link will be created. It will expire in a few days.
es_es: Se creará un nuevo enlace que caducará en pocos días.

source: advanced
es_es: avanzado

source: share
es_es: compartir

source: i have a download token
es_es: tengo un token de descarga

source: Filename
es_es: Nombre del fichero

source: Select file
es_es: Seleccionar fichero

source: A default token will be created if these values are not defined
es_es: Si no indica unos valores de caducidad, se creará un token con valores por defecto

source: Share
es_es: Compartir

source: Update information
es_es: Actualizar información

source: Leave empty to not to change the password
es_es: Deje vacío para mantener la misma contraseña

source: New password
es_es: Nueva clave

source: Confirm password
es_es: Confirmar clave

source: Change
es_es: Cambiar

source: Please confirm user deletion
es_es: Por favor, confirme el borrado del usuario

source: Please confirm that you want to delete user
es_es: Por favor, confirme que desea eliminar el usuario

source: Update
es_es: Actualizar

source: Create user
es_es: Crear usuario

source: User name
es_es: Nombre de usuario

source: Users
es_es: Usuarios

source: Permisions
es_es: Permisos
